Repository: Bisam97/gambas3
Catalog: app/src/MakeWebSite/.lang/*.po
Languages: ar, fr, zh

source: Arabic
fr: Arabe
zh: 阿拉伯语

source: Architecture
ar: المعمارية
zh: 体系结构

source: <b><i>Gambas</i></b> is a free development environment based on a <i>Basic</i> interpreter with object extensions, a bit like <i>Visual Basic&#8482;</i> (but it is <i><b>NOT</b></i> a clone&nbsp;!).
ar: <b><i>جامباس</i></b> هي بيئة تطويرية مبنية على مترجم <i>بسيط</i> مع دعم الكائنات , نوعا ما مثل <i>Visual Basic&#8482;</i> (لكن <i><b>ليست</b></i>نسخه منها&nbsp;!).
fr: <b><i>Gambas</i></b> est un environnement de développement libre basé sur un interpréteur <i>Basic</i> possédant des extensions objets, un peu comme <i>Visual Basic&#8482;</i> (mais ce n'est <i><b>PAS</b></i> un clone&nbsp;!).
zh: <b><i>Gambas</i></b>是一个自由开发环境，基于一个带有对象扩展的<i>Basic</i>解释器，有点像<i>Visual Basic&#8482;</i>（但是它<i><b>不是</b></i>一个克隆&nbsp;！）。

source: Binary Packages
ar: حزم ثنائية
fr: Paquets binaires
zh: 二进制包

source: <b>Note:</b> This page needs a web browser that understands the CSS standard. If you use Internet Explorer 7 (it is just an example), you will see what I mean.
ar: <b>ملاحظة:</b> هذه الصفحة تحتاج إلى متصفح يفهم المعايير القياسية لـ CSS. اذا كنت تستخدم Internet Explorer 7 (على سبيل المثال), ستعرف ماذا أعني.
fr: <b>Note:</b> Cette page nécessite un navigateur qui supporte le standard CSS. Si vous utilisez Internet Explorer 7 (c'est juste un exemple), vous comprendrez ce que je veux dire.
zh: <b>注意：</b>该页面需要用支持CSS标准的浏览器浏览。如果你使用IE7（仅是举个例子），你会明白我的意思。

source: Books
ar: الكتب
fr: Livres
zh: 书籍

source: Browse Source Code
ar: تصفح الشفرة المصدرية
fr: Voir le code source
zh: 查看源代码

source: ChangeLog
ar: التغييرات
zh: 变更日志

source: Country
ar: الدوله
fr: Pays
zh: 国家

source: Current Developer Snapshots
ar: النسخة التطويرية الحالية
fr: Instantanés de développement
zh: 当前开发人员快照

source: Developer
ar: التطوير
fr: Développeur
zh: 开发人员

source: Developers
ar: المطورين
fr: Développeurs
zh: 开发人员

source: Distributions &amp; O.S.
ar: التوزيعات وأنظمة اتشغيل
zh: 发行版 &amp; 操作系统

source: Documentation
ar: المستندات
zh: 文档

source: Do not forget to install <tt>automake</tt> and <tt>autoconf</tt>, otherwise the <tt>./reconf-all</tt> script will not work.
ar: لا تنسى تركيب <tt>automake</tt> و <tt>autoconf</tt>, أو أن برنامج <tt>./reconf-all</tt> لن يعمل.
fr: N'oubliez-pas d'installer <tt>automake</tt> et <tt>autoconf</tt>, autrement le script <tt>./reconf-all</tt> ne fonctionnera pas.
zh: 别忘了安装<tt>automake</tt>和<tt>autoconf</tt>，否则<tt>./reconf-all</tt>脚本不会工作。

source: Download
ar: تنزيل
fr: Télécharger
zh: 下载

source: English
ar: إنجليزي
fr: Anglais
zh: 英语

source: F. A. Q.
ar: أسئلة شائعة
zh: 常见问题

source: Format
ar: الصيغة
zh: 格式

source: French
ar: فرنسي
fr: Français
zh: 法语

source: Gambas Presentation
ar: عرض مرئي لجامباس
fr: Présentation de Gambas
zh: Gambas介绍

source: Getting Started
ar: إبدأ الآن
fr: Comment débuter ?
zh: 入门指南

source: Go to <a href="http://gambasdoc.org/help/doc/package?view&en">that page</a> for a list of binary packages for each distribution.
ar: إذهب إلى <a href="http://gambasdoc.org/help/doc/package?view&en">هذه الصفحة</a> لعرض الحزم الثنائية لكل توزيعة.
fr: Rendez-vous sur <a href="http://gambasdoc.org/help/doc/package?view&fr">cette page</a> pour avoir la liste de paquets binaires pour chaque distribution.
zh: 进入<a href="http://gambasdoc.org/help/doc/package?view&en">这个页面</a>，可获取一个用于不同发行版的二进制包列表。

source: Go to <a href="http://gambasdoc.org/help/install?view&en">that page</a> if you want specific instructions for your distribution.
fr: Rendez-vous sur <a href="http://gambasdoc.org/help/install?view&en">cette page</a> pour obtenir des instructions spécifiques à votre distribution.
zh: 进入<a href="http://gambasdoc.org/help/install?view&en">这个页面</a>，可以得到关于你的发行版的专用教程。

source: Hall Of Fame
ar: قاعة المشاركين
fr: Mur des héros
zh: 贡献者名录

source: Here is the last presentation I made in Palermo. You can open it with OpenOffice, or use the PDF version with the PdfPresentation OpenGL example included in the Gambas sources.
ar: هنا آحدث عرض قدمته في Palermo. تستطيع فتحة باستخدام أوبن أوفس, أو إستخدم نسخة PDF بواسطة PdfPresentation مثال OpenGL مضمن مع الملفات المصدرية لجامباس.
fr: Voici la dernière présentation que j'ai faite à Palerme. Vous pouvez l'ouvrir avec OpenOffice, ou bien utiliser la version PDF avec le programme OpenGL PdfPresentation, qui est un des projets d'exemple inclus dans les sources de Gambas.
zh: 这是我在巴勒莫编写的最新介绍。你可以用OpenOffice打开它，或者用PDF打开PDF版本。OpenGL示例介绍包含在Gambas源代码中。

source: Home
ar: الرئيسية
fr: Accueil
zh: 首页

source: How to compile and install Gambas
fr: Comment compiler et installer Gambas
zh: 如何编译和安装Gambas

source: I don't say that I will do everything on this map. But if you are looking for something to program, pick an idea and come on! :-)
ar: لا أقول اني سوف أفعل كل شيء في الخريطة. لكن إذا كنت تبحث عن شيء لبرمجته, إنتق فكره وإنطلق في تنفيذها! :-)
fr: Je ne dis pas que je ferai tout ce que présente cette carte. Mais si vous cherchez quelque chose à programmer, n'hesitez-pas à piocher dedans&nbsp;! :-)
zh: 我没有承诺会做这个图中的每一个事情。但是如果你正在为程序寻找什么，提出想法并加入进来！:-)

source: If you are developing anything directly related to <b><i>Gambas</i></b> or its IDE, and not on the previous list, or if you find a mistake in this list, then write me! And explain me who you are and what you have done, so that I add you to the Hall Of Fame.
ar: إذا كنت طورت أي شيء متعلق بـ <b><i>Gambas</i></b> أو ببيئتها, ولست موجود في القائمة السابقة, أو هناك خطأ فيها, اذا اكتب إلي! واذكر فيها من تكون وماذا فعلت, ثم سيتم إضافتك إلى قاعة المشاركين.
fr: Si vous avez effectué un développement en rapport avec <b><i>Gambas</i></b> ou son EDI, et que vous n'êtes pas sur la liste précédente, ou si vous avez repéré une erreur dans cette liste, alors écrivez moi&nbsp;! Et expliquez-moi qui vous êtes et ce que vous avez fait afin que je vous ajoute au Mur des Héros.
zh: 如果你正在开发一些与<b><i>Gambas</i></b>直接相关的东西或者它的IDE，而且不在前面的列表中，或者如果你在列表中找到一个错误，那么写信给我！并告诉我你是谁以及你做了什么以便我把你添加入贡献者名录。

source: If you want to translate <b><i>Gambas</i></b>, write me so that I add you on the previous table, and read the <a href="http://gambasdoc.org/help/howto/translate?view&en">How To</a> carefully.
ar: إذا كنت تريد ترجمة <b><i>Gambas</i></b>, اكتب لكي أضيفك إلى القائمة السابقة, و قم بقراءة <a href="http://gambasdoc.org/help/howto/translate?view&en">How To</a> بعناية.
fr: Si vous voulez traduire <b><i>Gambas</i></b>, écrivez-moi afin que je vous ajoute à la liste précédente, et lisez le <a href="http://gambasdoc.org/help/howto/translate?view&fr">«&nbsp;How To&nbsp;»</a> avec attention.
zh: 如果你想翻译<b><i>Gambas</i></b>，写信给我以便我把你添加到上面的表格中，而且仔细阅读<a href="http://gambasdoc.org/help/howto/translate?view&en">如何</a>。

source: If you want to work on an already existing translation, contact the translators.
ar: إذا كنت تريد العمل على ترجمة موجودة , إتصل بالمترجمين.
fr: Si vous voulez travaillez sur une traduction existante, veuillez contacter les traducteurs.
zh: 如果你想参加一个已经存在的翻译，请联系译者。

source: <img src="warning.png" align=center>&nbsp;READ THESE <a href="http://gambasdoc.org/help/readme?view&amp;$(LANG)">IMPORTANT NOTES</a> AND <a href="http://gambasdoc.org/help/install?view&amp;$(LANG)">THIS PAGE</a> FIRST.
ar: <img src="warning.png" align=center>&nbsp;إقرأ هذا <a href="http://gambasdoc.org/help/readme?view&amp;$(LANG)">NOTES IMPORTANTS</a> و <a href="http://gambasdoc.org/help/install?view&amp;$(LANG)">AQUESTA PÀGINA</a> أولا.
fr: <img src="warning.png" align=center>&nbsp;LISEZ LES <a href="http://gambasdoc.org/help/readme?view&amp;$(LANG)">NOTES IMPORTANTES</a> PUIS <a href="http://gambasdoc.org/help/install?view&amp;$(LANG)">CETTE PAGE</a> EN PREMIER.
zh: <img src="warning.png" align=center>&nbsp;首先请阅读这些<a href="http://gambasdoc.org/help/readme?view&amp;$(LANG)">重要提示</a>和<a href="http://gambasdoc.org/help/install?view&amp;$(LANG)">这个页面</a>。

source: Introduction
ar: مقدمة
zh: 介绍

source: Language
ar: اللغة
fr: Langage
zh: 语言

source: Last stable version is
ar: أخر نسخة مستقره
fr: Dernière version stable
zh: 最新稳定版是

source: Latest News
ar: أحدث الأخبار
fr: Nouvelles fraîches
zh: 最新新闻

source: License
ar: الترخيص
fr: Licence
zh: 许可

source: Links
ar: روابط
fr: Liens
zh: 链接

source: Mailing lists/Forums
ar: القائمة البريدية
fr: Listes / Forums
zh: 邮件列表/论坛

source: News Archive
ar: أرشيف الأخبار
fr: Archive des nouvelles
zh: 新闻存档

source: No software patents in Europe!
fr: Pas de brevets logiciels en Europe !
zh: 在欧洲无软件专利！

source: Older News...
ar: أخبار قديمة...
fr: Nouvelles précédentes...
zh: 较早新闻...

source: Package
ar: حزمة
fr: Paquet
zh: 包

source: Presentation
ar: عرض مرئي
fr: Présentation
zh: 简报

source: Readme
ar: إقرأني
fr: Lisez-moi
zh: 自述

source: Read the <a href="http://gambasdoc.org/help/doc/intro?view&$(LANG)">introduction</a> for more information.
ar: للمزيد من المعلومات إقرأ <a href="http://gambasdoc.org/help/doc/intro?view&$(LANG)">مقدمة</a>.
fr: Lisez <a href="http://gambasdoc.org/help/doc/intro?view&$(LANG)">l'introduction</a> pour plus de détails.
zh: 更多信息请阅读<a href="http://gambasdoc.org/help/doc/intro?view&$(LANG)">介绍</a>。

source: Reporting a problem
ar: بلغ عن مشكلة
fr: Reporter un problème
zh: 报告问题

source: Resources
ar: المصادر
fr: Ressources
zh: 资源

source: Road Map
ar: خريطة الطريق
fr: Prospective
zh: 路线图

source: Screenshots
ar: صور البرنامج
fr: Captures d'écran
zh: 屏幕截图

source: Some Applications
ar: بعض التطبيقات
fr: Quelques applications
zh: 一些应用程序

source: Spanish
ar: أسباني
fr: Espagnol
zh: 西班牙语

source: Stable Version Source Packages
ar: مصدر حزمة النسخة المستقره
fr: Paquets des sources de la version stable
zh: 稳定版源代码包

source: Thanks for the support of gnuLinex!
ar: شكرا لدعم gnuLinex!
fr: Merci à gnuLinex pour son support !
zh: 感谢支持gnuLinEX！

source: The future Gambas 3 icon
fr: La future icône de Gambas 3
zh: 将来的Gambas 3图标

source: The greatest formula of the world!
fr: La formule la plus cool du monde !
zh: 世界上最大的公式！

source: This is a map of the possible future of <b><i>Gambas</i></b> made with <a href="http://freemind.sourceforge.net/" target="_blank">FreeMind</a>.
ar: هذه خريطة متوقعة لمستقبل <b><i>Gambas</i></b> باستخدام <a href="http://freemind.sourceforge.net/" target="_blank">FreeMind</a>.
fr: Ceci est une carte du future possible de <b><i>Gambas</i></b> créée avec <a href="http://freemind.sourceforge.net/" target="_blank">FreeMind</a>.
zh: 这是用<a href="http://freemind.sourceforge.net/" target="_blank">FreeMind</a>制作的<b><i>Gambas</i></b>可能的未来蓝图。

source: To get a snapshot of the 2.x development version, do:
ar: لأخذ لقطة من الإصدارة التطويرية 2.x , نفذ:
fr: Pour obtenir un instantané de la version 2.x de développement, tapez:
zh: 执行下列命令可获取2.x发展版本快照：

source: Translations
ar: المترجمين
fr: Traductions
zh: 翻译

source: Translator(s)
ar: المترجمين
fr: Traducteur(s)
zh: 译者

source: Turkish
fr: Turque
zh: 土耳其语

source: Type
ar: النوع
zh: 类型

source: Version
ar: إصدارة
zh: 版本

source: What is Gambas?
ar: ماهي جامباس?
fr: Gambas, c'est quoi ?
zh: Gambas是什么？

source: Where are you?
ar: أين أنت؟
fr: Où êtes-vous ?
zh: 你在哪里？

source: Wiki Encyclopaedia
ar: موسوعة ويكي
fr: Encyclopédie
zh: 维基（wiki）百科全书

source: With <b><i>Gambas</i></b>, you can quickly design your program GUI with QT or GTK+, access MySQL, PostgreSQL, Firebird, ODBC and SQLite databases, pilot <i>KDE</i> applications with <i>DCOP</i>, translate your program into any language, create network applications easily, make 3D OpenGL applications, make CGI web applications, and so on...
ar: amb el <b><i>Gambas</i></b>, podeu dissenyar ràpidament la GDI del vostre programa amb QT o GTK+, accedir base de dades MySQL, PostgreSQL, Firebird, ODBC i SQLite, pilotar aplicacions <i>KDE</i> amb <i>DCOP</i>, traduir el vostre programa a qualsevol idioma, crear fàcilment aplicacions de xarxa, fer aplicacions 3D OpenGL, fer aplicacions web CGI, etcètera...
fr: Avec <b><i>Gambas</i></b>, vous pouvez concevoir rapidement l'interface de votre programme en QT ou GTK+, accéder aux bases de données MySQL, PostgreSQL, Firebird, ODBC et SQLite, piloter des applications <i>KDE</i> avec DCOP, traduire votre projet dans n'importe quel langage, créer des applications réseaux facilement, faire des applications 3D en OpenGL, faire des applications Web, etc.
zh: 用<b><i>Gambas</i></b>，你可以用QT或GTK＋快速的设计你程序的GUI，访问MySQL、PostgreSQL、Firebird、ODBC和SQLite数据库， 用<i>DCOP</i>引导<i>KDE</i>应用程序，将你的程序翻译成任何语言，轻易的创建网络应用程序，制作3D OpenGL应用程序，制作CGI WEB应用程序，等等...

source: Working or have worked on...
ar: يعمل أو شارك في عمل ...
fr: Travaille ou a travaillé sur...
zh: 曾或正工作于...

source: You can support <b><i>Gambas</i></b> by making a small donation with
ar: تستطيع دعم <b><i>Gambas</i></b> بإرسال دعم صغير عبر
fr: Vous pouvez aider <b><i>Gambas</i></b> en faisant une petite donation avec
zh: 你可以通过小的捐赠来支持<b><i>Gambas</i></b>，通过

source: You get them from the Subversion repository. To get a snapshot of the future 3.0 version, do:
ar: لاخذها من مستودع التطوير , لأخذ لقطة من الإصدارة التطويرية 3.0 , نفذ:
fr: Vous l'obtenez depuis le dépot Subversion. Pour obtenir un instantané de la future version 3.0, faites:
zh: 你可以从Subversion仓库获取它们。执行下列命令可获取将来的3.0版本快照：

source: The future Gambas 3 icon (maybe)
ar: أيقونة جامباس 3 المستقبلية (ربما)

source: Chinese
fr: Chinois
