Repository: Bisam97/gambas3
Catalog: app/other/MakeWebSite/.lang/*.po
Languages: ca, de, es

source: Generates Gambas web site from html templates and ChangeLog files.
ca: Genera el lloc web del Gambas des de plantilles html i fitxers de registre de canvis.
es: Genera el sitio web de Gambas desde plantillas html y archivos ChangeLog

source: Architecture
ca: Arquitectura
de: Architektur
es: Arquitectura

source: Road Map
ca: Full de ruta
de: Programmplan
es: Hoja de Ruta

source: This is a map of the possible future of <b><i>Gambas</i></b> made with <a href="http://freemind.sourceforge.net/" target="_blank">FreeMind</a>.
ca: Això es una planificació del possible futur del <b><i>Gambas</i></b> feta amb <a href="http://freemind.sourceforge.net/" target="_blank">FreeMind</a>.
de: So könnte <b><i>Gambas</i></b> zukünftig aussehen. Erstellt mittels <a href="http://freemind.sourceforge.net/" target="_blank">FreeMind</a>.
es: Este es un mapa del posible futuro de <b><i>Gambas</i></b> hecho con <a href="http://freemind.sourceforge.net/" target="_blank">FreeMind</a>.

source: I don't say that I will do everything on this map. But if you are looking for something to program, pick an idea and come on! :-)
ca: Jo no dic que faré tot d'aquesta planificació, però si cerques alguna cosa per programar, agafa una idea i endavant! :-)
de: Ich behaupte nicht, ich würde alle hier angegebenen Projekte auch umsetzen. Wenn Sie aber etwas programmieren möchten, können Sie gerne eine der Ideen aufgreifen und gleich loslegen! :-)
es: No digo que voy a hacer todo en este mapa. Pero si está buscando por algo para programar, ¡tome una idea y venga! :-)

source: Home
ca: Inici
de: Startseite
es: Inicio

source: Introduction
ca: Introducció
de: Einführung
es: Introducción

source: What is Gambas?
ca: Què és el Gambas?
de: Was ist Gambas?
es: ¿Qué es Gambas?

source: F. A. Q.
ca: P.M.F.
de: Häufig gestellte Fragen
es: P. U. F.

source: Download
ca: Descarrega
es: Descargar

source: Readme
ca: Llegeix-me
de: Liesmich
es: Léeme

source: Reporting a problem
ca: Informar d'un problema
de: Ein Problem melden
es: Reportar un problema

source: Resources
ca: Recursos
de: Ressourcen
es: Recursos

source: Bug tracker
ca: Rastrejador d'errors

source: Distributions &amp; O.S.
ca: Distribucions i S.O.
de: Distributionen &amp; Betriebssysteme
es: Distribution &amp; S.O.

source: Links
ca: Enllaços
es: Vínculos

source: Mailing lists/Forums
ca: Llistes de correu/Forums
de: Mailinglisten/ Foren
es: Listas de correo/Foros

source: Screenshots
ca: Captures de pantalla
es: Capturas de pantalla

source: Some Applications
ca: Algunes aplicacions
de: Einige Anwendungen
es: Algunas Aplicaciones

source: Documentation
ca: Documentació
de: Dokumentation
es: Documentación

source: Books
ca: Llibres
de: Bücher
es: Libros

source: Getting Started
ca: Com començar
de: Wie fängt man an?
es: Cómo empezar

source: License
ca: Llicència
de: Lizenz
es: Licencia

source: Wiki Encyclopaedia
ca: Enciclopèdia wiki
de: Wiki Enzyklopädie
es: Enciclopedia Wiki

source: Developer
ca: Desenvolupador
de: Entwickler
es: Desarollo

source: Browse Source Code
ca: Cercar codi font
de: Quellcode durchsuchen
es: Buscar Código Fuente

source: The future Gambas 3 icon
ca: La futura icona del Gambas 3
de: Das zukünftige Icon von Gambas 3
es: El futuro icono de Gambas 3

source: Donate with PayPal
ca: Doneu amb PayPal

source: Flattr this
ca: Useu Flattr

source: English
ca: Anglès
de: Englisch
es: Inglés

source: French
ca: Francès
de: Französisch
es: Francés

source: Spanish
ca: Castellà
de: Spanisch
es: Español

source: German
ca: Alemany
de: Deutsch

source: Turkish
ca: Turc
de: Türkisch
es: Turco

source: Arabic
ca: Àrab
de: Arabisch
es: Árabe

source: Korean
ca: Coreà
de: Koreanisch
es: Koreano

source: Chinese
ca: Xinès
de: Chinesisch
es: Chino

source: <img src="warning.png" align=center>&nbsp;READ THESE <a href="http://gambasdoc.org/help/readme?view&amp;$(LANG)">IMPORTANT NOTES</a> AND <a href="http://gambasdoc.org/help/install?view&amp;$(LANG)">THIS PAGE</a> FIRST.
ca: <img src="warning.png" align=center>&nbsp;LLEGIU AQUESTES <a href="http://gambasdoc.org/help/readme?view&amp;$(LANG)">NOTES IMPORTANTS</a> I <a href="http://gambasdoc.org/help/install?view&amp;$(LANG)">AQUESTA PÀGINA</a> PRIMER.
de: <img src="warning.png" align=center>&nbsp;BITTE LESEN SIE <a href="http://gambasdoc.org/help/readme?view&amp;$(LANG)">DIESE WICHTIGE INFO</a> UND <a href="http://gambasdoc.org/help/install?view&amp;$(LANG)">DIESE SEITE</a> ZUERST.
es: <img src="warning.png" align=center>&nbsp;LEA ESTAS <a href="http://gambasdoc.org/help/readme?view&amp;$(LANG)">NOTAS IMPORTANTES</a> Y <a href="http://gambasdoc.org/help/install?view&amp;$(LANG)">ESTA PÁGINA</a> PRIMERO.

source: Current Developer Snapshots
ca: Instantànies del desenvolupador actual
de: Aktuelle Entwickler-Versionen
es: Instantáneas Actuales de desarrollo

source: You get them from the Subversion repository. To get a snapshot of the future 3.0 version, do:
ca: Els obteniu del dipòsit subversion. Per a obtenir una instantània de la futura versió 3.0, feu:
de: Sie bekommen sie über die Subversion-Verwaltung. Um einen Snapshot der zukünftigen Version 3.0 zu erhalten, geben Sie in einem Terminal ein:
es: Los obtiene del repositorio de Subversion. Para obtener una instantánea de la futura versión 3.0, haga:

source: To get a snapshot of the 2.x development version, do:
ca: Per a obtenir una instantània de la versió en desenvolupament 2.x , feu:
de: Für eine aktuelle Entwicklerversion 2.x führen Sie folgende Schritte aus:
es: Para obtener una instantánea de la versión de desarrollo 2.x, haga:

source: Do not forget to install <tt>automake</tt> and <tt>autoconf</tt>, otherwise the <tt>./reconf-all</tt> script will not work.
ca: No oblideu d'instaŀlar <tt>automake</tt> i <tt>autoconf</tt>, altrament l'script <tt>./reconf-all</tt> no funcionarà.
de: Bitte vergessen Sie nicht <tt>automake</tt> und <tt>autoconf</tt> zu installieren, andernfalls wird das Script <tt>./reconf-all</tt> nicht funktionieren.
es: No olvide instalar <tt>automake</tt> y <tt>autoconf</tt>, de lo contrario el script <tt>./reconf-all</tt> no funcionará.

source: Stable Version Source Packages
ca: Paquets font de la versió estable
de: Quellpakete der stabilen Version
es: Paquetes fuente de la versión estable

source: ChangeLog
ca: Registre de canvis

source: Package
ca: Paquet
de: Paket
es: Paquete

source: Version
ca: Versió
es: Versión

source: How to compile and install Gambas
ca: Com compilar i instaŀlar Gambas
de: Wie kompiliere und installiere ich Gambas?
es: Cómo compilar e instalar Gambas

source: Go to <a href="http://gambasdoc.org/help/install?view&en">that page</a> if you want specific instructions for your distribution.
ca: Aneu a <a href="http://gambasdoc.org/help/install?view&en">aquesta pàgina</a> si voleu instruccions específiques per la vostra distribució.
de: Auf <a href="http://gambasdoc.org/help/install?view&en">dieser Seite</a> finden Sie spezifische Informationen für Ihre Distribution.
es: Valla a <a href="http://gambasdoc.org/help/install?view&en">esta página</a> si quiere instrucciones específicas para su distribución.

source: Gambas Presentation
ca: Presentació del Gambas
de: Gambas Präsentation
es: Presentación Gambas

source: Here is the last presentation I made in Palermo. You can open it with OpenOffice, or use the PDF version with the PdfPresentation OpenGL example included in the Gambas sources.
ca: Aquí teniu l'última presentació que vaig fer a Palermo. La podeu obrir amb l'OpenOffice, o podeu obrir la versió PDF amb el programa exemple PdfPresentation OpenGL inclòs als fonts del Gambas.
de: Hier finden Sie meine letzte Präsentation, die ich in Palermo durchgeführt habe. Sie können Sie mit OpenOffice lesen, oder verwenden Sie die PDF-Version mit dem PdfPresentation-OpenGL-Beispiel aus dem Quellcode von Gambas.
es: Aquí está la última presentación que hice en Palermo. Puede abrirla con OpenOffice, o usar la versión PDF con el ejemplo PdfPresentation OpenGL incluído en los fuentes de Gambas.

source: Presentation
ca: Presentació
de: Präsentation
es: Presentación

source: Type
ca: Tipus
de: Typ
es: Tipo

source: Binary Packages
ca: Paquets binaris
de: Binäre Pakete
es: Paquetes Binarios

source: Go to <a href="http://gambasdoc.org/help/doc/package?view&en">that page</a> for a list of binary packages for each distribution.
ca: Aneu a <a href="http://gambasdoc.org/help/doc/package?view&en">aquesta pàgina</a> on hi ha una llista del paquets binaris de cada distribució.
de: Auf <a href="http://gambasdoc.org/help/doc/package?view&en">dieser Seite</a> finden Sie eine Liste mit fertigen Binärpakten für jede Distribution.
es: Valla a <a href="http://gambasdoc.org/help/doc/package?view&en">esta página</a> para una lista de los paquetes binarios para cada distribución.

source: Developers
ca: Desenvolupadors
de: Entwickler
es: Desarolladores

source: Country
ca: País
de: Land
es: País

source: Working or have worked on...
ca: Treballa o ha treballat a...
de: (Hat ge)arbeitet an...
es: Trabajando o ha trabajado en...

source: If you are developing anything directly related to <b><i>Gambas</i></b> or its IDE, and not on the previous list, or if you find a mistake in this list, then write me! And explain me who you are and what you have done, so that I add you to the Hall Of Fame.
ca: Si esteu desenvolupant quelcom directament relacionat amb el <b><i>Gambas</i></b> o la seva IDE i no és a la llista anterior, o si trobeu un error en aquesta llista, llavors escriviu-me! i expliqueu-me com esteu i que heu fet, així us afegiré al Hall Of Fame.
de: Wenn Sie etwas für <b><i>Gambas</i></b> oder seine IDE entwickelt haben und Sie in der vorstehenden Liste nicht aufgeführt sind oder wenn Sie einen Fehler in der Liste finden, schreiben Sie mir! Und schildern mir, wer Sie sind und was Sie zu Gambas beigesteuert haben, so dass ich Sie in die "Ruhmeshalle" eintrage.
es: Si está desarrollando algo directamente relacionado con <b><i>Gambas</i></b> o su EID, y no está en la lista anterior, o si encuentra un error en esta lista, entonces exríbame! Y explíqueme qué ha echo, así lo puedo agregar al Salón de la Fama

source: Translations
ca: Traduccions
de: Übersetzungen
es: Traducciones

source: Language
ca: Idioma
de: Sprache
es: Lenguaje

source: Translator(s)
ca: Traductor(s)
de: Übersetzer
es: Traductor(es)

source: If you want to translate <b><i>Gambas</i></b>, write me so that I add you on the previous table, and read the <a href="http://gambasdoc.org/help/howto/translate?view&en">How To</a> carefully.
ca: Si voleu traduir el <b><i>Gambas</i></b>, escriviu-me i afegiré a la taula anterior, i llegiu curosament el <a href="http://gambasdoc.org/help/howto/translate?view&en">COM ES FA</a>.
de: Wenn Sie <b><i>Gambas</i></b> übersetzen möchten, schreiben Sie mir, so dass ich Sie in diese Tabelle aufnehme. Bitte lesen Sie dazu <a href="http://gambasdoc.org/help/howto/translate?view&en">das HowTo</a> sorgfältig durch.
es: Si quiere traducir <b><i>Gambas</i></b>, escríbame para que lo agregue en la lista anterior, y lea el <a href="http://gambasdoc.org/help/howto/translate?view&en">Cómo hacer</a> cuidadosamente.

source: If you want to work on an already existing translation, contact the translators.
ca: Si voleu treballar en una traducció ja existent, contacteu amb els traductors.
de: Wenn Sie eine bereits vorhandene Übersetzung bearbeiten möchten, kontaktieren Sie bitte die Übersetzer.
es: Si quiere trabajar en una traducción existente, contacte a los traductores.

source: Last stable version is
ca: La última versió estable és
de: Die letzte stabile Version ist
es: La última versión estable es

source: <b><i>Gambas</i></b> is a free development environment based on a <i>Basic</i> interpreter with object extensions, a bit like <i>Visual Basic&#8482;</i> (but it is <i><b>NOT</b></i> a clone&nbsp;!).
ca: <b><i>Gambas</i></b> és un entorn de desenvolupament lliure basat en un intèrpret <i>Basic</i> amb extensions d'objectes, una mica com el <i>Visual Basic&#8482;</i> (però <i><b>NO</b></i> és un clon&nbsp;!).
de: <b><i>Gambas</i></b> ist eine freie Entwicklungsumgebung, die auf einem <i>Basic</i> Interpreter mit Objekterweiterungen basiert, ein bisschen wie <i>Visual Basic&#8482;</i> (aber es ist <i><b>KEIN</b></i> Klon&nbsp;!).
es: <b><i>Gambas</i></b> es un ambiente libre de desarrollo basado en un interprete <i>Basic</i> con extensiones de objetos, un poco como <i>Visual Basic&#8482;</i> (pero <i><b>NO</b></i> un clon&nbsp;!).

source: Read the <a href="http://gambasdoc.org/help/doc/intro?view&$(LANG)">introduction</a> for more information.
ca: Per a més informació, llegiu la <a href="http://gambasdoc.org/help/doc/intro?view&$(LANG)">introducció</a>.
de: Lesen Sie die <a href="http://gambasdoc.org/help/doc/intro?view&$(LANG)">Einführung</a> für weitere Informationen.
es: Léa la <a href="http://gambasdoc.org/help/doc/intro?view&$(LANG)">introducción</a> para más información.

source: With <b><i>Gambas</i></b>, you can quickly design your program GUI with QT or GTK+, access MySQL, PostgreSQL, Firebird, ODBC and SQLite databases, pilot <i>KDE</i> applications with <i>DCOP</i>, translate your program into any language, create network applications easily, make 3D OpenGL applications, make CGI web applications, and so on...
ca: amb el <b><i>Gambas</i></b>, podeu dissenyar ràpidament la GDI del vostre programa amb QT o GTK+, accedir base de dades MySQL, PostgreSQL, Firebird, ODBC i SQLite, pilotar aplicacions <i>KDE</i> amb <i>DCOP</i>, traduir el vostre programa a qualsevol idioma, crear fàcilment aplicacions de xarxa, fer aplicacions 3D OpenGL, fer aplicacions web CGI, etcètera...
de: Mit <b><i>Gambas</i></b> können Sie einfach und schnell die GUI Ihres Programms mit QT oder GTK+ entwickeln, auf Datenbanken wie MySQL, PostgreSQL, Firebird, ODBC und SQLite zugreifen, <i>KDE</i>-Programme per <i>DCOP</i> steuern, Ihr Programm in jede beliebige Sprache übersetzen, auf einfache Art und Weise Netzwerk-Anwendungen erstellen, 3D OpenGL-Programme entwickeln, CGI-Web-Anwendungen schreiben, etc...
es: Con <b><i>Gambas</i></b>, pude diseñar rápidamente su programa IGU con QT o GTK+, acceder a bases de datos MySQL, PostgreSQL, Firebird, ODBC y SQLite, aplicaciones piloto <i>KDE</i> con <i>DCOP</i>, traducir su programa a cualquier lenguaje, crear aplicaciones de red fácilmente, hacer aplicaciones 3D OpenGL , hacer aplicaciones web CGI, y así sucesivamente...

source: You can support <b><i>Gambas</i></b> by making a small donation with
ca: Podeu donar suport al <b><i>Gambas</i></b> fent una petita donació amb
de: Sie können <b><i>Gambas</i></b> mit einer kleinen Spende unterstützen: über
es: Usted puede apoyar <b><i>Gambas</i></b> haciendo una pequeña donación con

source: or by using
ca: o mitjançant l'ús de

source: The greatest formula of the world!
ca: La millor fórmula del mon!
de: Eine beachtenswerte Formel!
es: ¡La fórmula más grandiosa del mundo!

source: No software patents in Europe!
ca: Europa sense patents de programari!
de: Keine Softwarepatente in Europa!
es: ¡No patentes de programas en Europa!

source: Thanks for the support of gnuLinex!
ca: Gràcies al suport de gnuLines!
de: Danke für die Unterstützung von gnuLinex!
es: ¡Gracias por el apoyo de gnuLinex!

source: Latest News
ca: Últimes novetats
de: Neueste Nachrichten
es: Últimas Noticias

source: Older News...
ca: Novetats antigues...
de: Ältere Nachrichten...
es: Noticas viejas...

source: <b>Note:</b> This page needs a web browser that understands the CSS standard. If you use Internet Explorer 7 (it is just an example), you will see what I mean.
ca: <b>Nota:</b> Aquesta pàgina necessita un navegador web que entengui l'estàndard CSS. Si feu servir Internet Explorer 7 (només és un exemple), veureu que vull dir.
de: <b>Anmerkung:</b> Um diese Seite korrekt darstellen zu können, wird ein Webbrowser benötigt, der den CSS-Standard beherrscht. Wenn Sie z.B. den Internet Explorer 7 verwenden, wissen Sie was ich meine.
es: <b>Nota:</b> Esta página necesita un explorador que entienda el estándar CSS. Si usted usa Internet Explorer 7 (es sólo un ejemplo), verá a lo que me refiero.

source: News Archive
ca: Arxiu de novetats
de: Nachrichtenarchiv
es: Archivo de Noticias

source: Hall Of Fame
de: Ruhmeshalle
es: Salón de la Fama

source: Format
es: Formato
